Revit 2027 API
ParameterTypeId.AnalyticalMemberOffsetStartY Property
 "Start Offset Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberOffsetStartY { get; }
Public Shared ReadOnly Property AnalyticalMemberOffsetStartY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberOffsetStartY {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberOffsetStartY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace